soap/miniupnp/miniupnpd-1.0/seeds/X25_AddPortMapping_4

<?xml version="1.0" encoding="UTF-8"?><s:Envelope s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" ><s:Body><u:AddPortMapping xmlns:u="urn:schemas-upnp-org:service:WANIPConnection:1"><NewRemoteHost>MyY}$wg,6TT}O['Q</NewRemoteHost><NewExternalPort>50578</NewExternalPort><NewProtocol>TCP</NewProtocol><NewInternalPort>9283</NewInternalPort><NewInternalClient>127.0.0.1</NewInternalClient><NewEnabled>1</NewEnabled><NewPortMappingDescription>++69p49pCj(+cq[*</NewPortMappingDescription><NewLeaseDuration>836161329</NewLeaseDuration></u:AddPortMapping></s:Body></s:Envelope>
